Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PolicyIDHeader.Text
source: Policy ID
ar: معرّف السياسة
de_de: Richtlinien-ID
el_gr: ID Πολιτικής
es: ID de Directiva
fr_fr: ID de Politique
he_il: מזהה מדיניות
hi_in: नीति आईडी
ja_jp: ポリシーID
ml_in: നയ ഐഡി
pl_pl: Identyfikator zasad
tr_tr: Politika Kimliği

# BasePolicyIDHeader.Text
source: Base Policy ID
ar: معرّف السياسة الأساسية
de_de: Basisrichtlinien-ID
el_gr: ID Βασικής Πολιτικής
es: ID de Directiva Base
fr_fr: ID de Politique de Base
he_il: מזהה מדיניות בסיסית
hi_in: मूल नीति आईडी
ja_jp: ベースポリシーID
ml_in: അടിസ്ഥാന നയ ഐഡി
pl_pl: Identyfikator zasad podstawowych
tr_tr: Temel Politika Kimliği

# FriendlyNameHeader.Text
source: Friendly Name
ar: الاسم الودي
de_de: Anzeigename
el_gr: Φιλικό Όνομα
es: Nombre Descriptivo
fr_fr: Nom Convivial
he_il: שם ידידותי
hi_in: अनुकूल नाम
ja_jp: 表示名
ml_in: സൗഹൃദ നാമം
pl_pl: Przyjazna nazwa
tr_tr: Kolay Ad

# VersionHeader.Text
source: Version
ar: الإصدار
el_gr: Έκδοση
es: Versión
he_il: גרסה
hi_in: संस्करण
ja_jp: バージョン
ml_in: പതിപ്പ്
pl_pl: Wersja
tr_tr: Sürüm

# IsEnforcedHeader.Text
source: Is Enforced
ar: هل مفروضة
de_de: Erzwingung aktiv
el_gr: Είναι Επιβεβλημένη
es: Está Aplicada
fr_fr: Est Appliquée
he_il: אכיפה
hi_in: लागू है
ja_jp: 強制中
ml_in: നടപ്പിലാക്കിയിട്ടുണ്ടോ
pl_pl: Jest wymuszane
tr_tr: Zorunludur

# IsOnDiskHeader.Text
source: Is On Disk
ar: هل على القرص
de_de: Auf Datenträger vorhanden
el_gr: Είναι Στον Δίσκο
es: Está en Disco
fr_fr: Est sur le Disque
he_il: נמצא על הדיסק
hi_in: डिस्क पर है
ja_jp: ディスク上
ml_in: ഡിസ്കിൽ ഉണ്ടോ
pl_pl: Jest na dysku
tr_tr: Diskte Var

# IsSignedPolicyHeader.Text
source: Is Signed Policy
ar: هل سياسة موقعة
de_de: Signierte Richtlinie
el_gr: Είναι Υπογεγραμμένη Πολιτική
es: Es Directiva Firmada
fr_fr: Est une Politique Signée
he_il: מדיניות חתומה
hi_in: साइन की गई नीति है
ja_jp: 署名済みポリシー
ml_in: ഒപ്പിട്ട നയമാണോ
pl_pl: Jest podpisanymi zasadami
tr_tr: İmzalı Politika

# IsSystemPolicyHeader.Text
source: Is System Policy
ar: هل سياسة نظام
de_de: Systemrichtlinie
el_gr: Είναι Πολιτική Συστήματος
es: Es Directiva del Sistema
fr_fr: Est une Politique Système
he_il: מדיניות מערכת
hi_in: सिस्टम नीति है
ja_jp: システムポリシー
ml_in: സിസ്റ്റം നയമാണോ
pl_pl: Jest zasadami systemowymi
tr_tr: Sistem Politikası

# PolicyOptionsHeader.Text
source: Policy Options
ar: خيارات السياسة
de_de: Richtlinienoptionen
el_gr: Επιλογές Πολιτικής
es: Opciones de Directiva
fr_fr: Options de Politique
he_il: אפשרויות מדיניות
hi_in: नीति विकल्प
ja_jp: ポリシーオプション
ml_in: നയ ഓപ്ഷനുകൾ
pl_pl: Opcje zasad
tr_tr: Politika Seçenekleri

# PolicyIDColumnHeaderBtn.Content
source: Policy ID
ar: معرّف السياسة
de_de: Richtlinien-ID
el_gr: ID Πολιτικής
es: ID de Directiva
fr_fr: ID de Politique
he_il: מזהה מדיניות
hi_in: नीति आईडी
ja_jp: ポリシーID
ml_in: നയ ഐഡി
pl_pl: Identyfikator zasad
tr_tr: Politika Kimliği

# BasePolicyIDColumnHeaderBtn.Content
source: Base Policy ID
ar: معرّف السياسة الأساسية
de_de: Basisrichtlinien-ID
el_gr: ID Βασικής Πολιτικής
es: ID de Directiva Base
fr_fr: ID de Politique de Base
he_il: מזהה מדיניות בסיסית
hi_in: मूल नीति आईडी
ja_jp: ベースポリシーID
ml_in: അടിസ്ഥാന നയ ഐഡി
pl_pl: Identyfikator zasad podstawowych
tr_tr: Temel Politika Kimliği

# FriendlyNameColumnHeaderBtn.Content
source: Friendly Name
ar: الاسم الودي
de_de: Anzeigename
el_gr: Φιλικό Όνομα
es: Nombre Descriptivo
fr_fr: Nom Convivial
he_il: שם ידידותי
hi_in: अनुकूल नाम
ja_jp: 表示名
ml_in: സൗഹൃദ നാമം
pl_pl: Przyjazna nazwa
tr_tr: Kolay Ad

# VersionColumnHeaderBtn.Content
source: Version
ar: الإصدار
el_gr: Έκδοση
es: Versión
he_il: גרסה
hi_in: संस्करण
ja_jp: バージョン
ml_in: പതിപ്പ്
pl_pl: Wersja
tr_tr: Sürüm

# IsEnforcedColumnHeaderBtn.Content
source: Is Enforced
ar: هل مفروضة
de_de: Erzwingung aktiv
el_gr: Είναι Επιβεβλημένη
es: Está Aplicada
fr_fr: Est Appliquée
he_il: אכיפה
hi_in: लागू है
ja_jp: 強制中
ml_in: നടപ്പിലാക്കിയിട്ടുണ്ടോ
pl_pl: Jest wymuszane
tr_tr: Zorunludur

# IsOnDiskColumnHeaderBtn.Content
source: Is On Disk
ar: هل على القرص
de_de: Auf Datenträger vorhanden
el_gr: Είναι Στον Δίσκο
es: Está en Disco
fr_fr: Est sur le Disque
he_il: נמצא על הדיסק
hi_in: डिस्क पर है
ja_jp: ディスク上
ml_in: ഡിസ്കിൽ ഉണ്ടോ
pl_pl: Jest na dysku
tr_tr: Diskte Var

# IsSignedPolicyColumnHeaderBtn.Content
source: Is Signed Policy
ar: هل سياسة موقعة
de_de: Signierte Richtlinie
el_gr: Είναι Υπογεγραμμένη Πολιτική
es: Es Directiva Firmada
fr_fr: Est une Politique Signée
he_il: מדיניות חתומה
hi_in: साइन की गई नीति है
ja_jp: 署名済みポリシー
ml_in: ഒപ്പിട്ട നയമാണോ
pl_pl: Jest podpisanymi zasadami
tr_tr: İmzalı Politika

# IsSystemPolicyColumnHeaderBtn.Content
source: Is System Policy
ar: هل سياسة نظام
de_de: Systemrichtlinie
el_gr: Είναι Πολιτική Συστήματος
es: Es Directiva del Sistema
fr_fr: Est une Politique Système
he_il: מדיניות מערכת
hi_in: सिस्टम नीति है
ja_jp: システムポリシー
ml_in: സിസ്റ്റം നയമാണോ
pl_pl: Jest zasadami systemowymi
tr_tr: Sistem Politikası

# PolicyOptionsColumnHeaderBtn.Content
source: Policy Options
ar: خيارات السياسة
de_de: Richtlinienoptionen
el_gr: Επιλογές Πολιτικής
es: Opciones de Directiva
fr_fr: Options de Politique
he_il: אפשרויות מדיניות
hi_in: नीति विकल्प
ja_jp: ポリシーオプション
ml_in: നയ ഓപ്ഷനുകൾ
pl_pl: Opcje zasad
tr_tr: Politika Seçenekleri

# PolicyIDLabel
source: Policy ID:
ar: معرف النهج:
de_de: Richtlinien-ID:
el_gr: ID Πολιτικής:
es: ID de Directiva:
fr_fr: ID de Politique :
he_il: מזהה מדיניות:
hi_in: नीति आईडी:
ja_jp: ポリシーID：
ml_in: നയ ഐഡി:
pl_pl: Identyfikator zasad:
tr_tr: Politika Kimliği:

# BasePolicyIDLabel
source: Base Policy ID:
ar: معرف النهج الأساسي:
de_de: Basisrichtlinien-ID:
el_gr: ID Βασικής Πολιτικής:
es: ID de Directiva Base:
fr_fr: ID de Politique de Base :
he_il: מזהה מדיניות בסיסית:
hi_in: मूल नीति आईडी:
ja_jp: ベースポリシーID：
ml_in: അടിസ്ഥാന നയ ഐഡി:
pl_pl: Identyfikator zasad podstawowych:
tr_tr: Temel Politika Kimliği:

# FriendlyNameLabel
source: Friendly Name:
ar: الاسم المألوف:
de_de: Anzeigename:
el_gr: Φιλικό Όνομα:
es: Nombre Descriptivo:
fr_fr: Nom Convivial :
he_il: שם ידידותי:
hi_in: अनुकूल नाम:
ja_jp: 表示名：
ml_in: സൗഹൃദ നാമം:
pl_pl: Przyjazna nazwa:
tr_tr: Dost Adı:

# VersionLabel.Text
source: Version:
ar: الإصدار:
el_gr: Έκδοση:
es: Versión:
he_il: גרסה:
hi_in: संस्करण:
ja_jp: バージョン：
ml_in: പതിപ്പ്:
pl_pl: Wersja:
tr_tr: Sürüm:

# IsAuthorizedLabel
source: Is Authorized:
ar: مرخص:
de_de: Autorisiert:
el_gr: Είναι Εξουσιοδοτημένη:
es: Está Autorizado:
fr_fr: Est Autorisé :
he_il: מורשה:
hi_in: अधिकृत है:
ja_jp: 承認済み：
ml_in: അംഗീകൃതമാണോ:
pl_pl: Jest autoryzowane:
tr_tr: Yetkili:

# IsEnforcedLabel
source: Is Enforced:
ar: مفروض:
de_de: Erzwingung aktiv:
el_gr: Είναι Επιβεβλημένη:
es: Está Aplicada:
fr_fr: Est Appliquée :
he_il: אכיפה:
hi_in: लागू है:
ja_jp: 強制中：
ml_in: നടപ്പിലാക്കിയിട്ടുണ്ടോ:
pl_pl: Jest wymuszane:
tr_tr: Uygulanır:

# IsOnDiskLabel
source: Is On Disk:
ar: على القرص:
de_de: Auf Datenträger vorhanden:
el_gr: Είναι Στον Δίσκο:
es: Está en Disco:
fr_fr: Est sur le Disque :
he_il: נמצא על הדיסק:
hi_in: डिस्क पर है:
ja_jp: ディスク上：
ml_in: ഡിസ്കിൽ ഉണ്ടോ:
pl_pl: Jest na dysku:
tr_tr: Diskte Var mı:

# IsSignedPolicyLabel
source: Is Signed Policy:
ar: نهج موقع:
de_de: Signierte Richtlinie:
el_gr: Είναι Υπογεγραμμένη Πολιτική:
es: Es Directiva Firmada:
fr_fr: Est une Politique Signée :
he_il: מדיניות חתומה:
hi_in: साइन की गई नीति है:
ja_jp: 署名済みポリシー：
ml_in: ഒപ്പിട്ട നയമാണോ:
pl_pl: Jest podpisanymi zasadami:
tr_tr: İmzalı Politika:

# IsSystemPolicyLabel
source: Is System Policy:
ar: نهج نظام:
de_de: Systemrichtlinie:
el_gr: Είναι Πολιτική Συστήματος:
es: Es Directiva del Sistema:
fr_fr: Est une Politique Système :
he_il: מדיניות מערכת:
hi_in: सिस्टम नीति है:
ja_jp: システムポリシー：
ml_in: സിസ്റ്റം നയമാണോ:
pl_pl: Jest zasadami systemowymi:
tr_tr: Sistem Politikası:

# PolicyOptionsLabel
source: Policy Options:
ar: خيارات النهج:
de_de: Richtlinienoptionen:
el_gr: Επιλογές Πολιτικής:
es: Opciones de Directiva:
fr_fr: Options de Politique :
he_il: אפשרויות מדיניות:
hi_in: नीति विकल्प:
ja_jp: ポリシーオプション：
ml_in: നയ ഓപ്ഷനുകൾ:
pl_pl: Opcje zasad:
tr_tr: Politika Seçenekleri:

# LastRebootTime
source: System's last reboot was
ar: آخر إعادة تشغيل للنظام كانت
de_de: Letzter Systemneustart war
el_gr: Η τελευταία επανεκκίνηση του συστήματος ήταν
es: El último reinicio del sistema fue
fr_fr: Le dernier redémarrage du système était le
he_il: האתחול האחרון של המערכת היה
hi_in: सिस्टम का पिछला पुनरारंभ
ja_jp: システムの最終再起動：
ml_in: സിസ്റ്റം അവസാനമായി റീബൂട്ട് ചെയ്തത്
pl_pl: Ostatnie ponowne uruchomienie systemu miało miejsce
tr_tr: Sistemin son yeniden başlatılması şuydu:

# PolicyStage1Completed
source: Signed policy with the ID '
ar: النهج الموقع بالمعرف '
de_de: Signierte Richtlinie mit der ID '
el_gr: Η υπογεγραμμένη πολιτική με το ID '
es: La directiva firmada con el ID '
fr_fr: La politique signée avec l'ID '
he_il: מדיניות חתומה עם המזהה '
hi_in: साइन की गई नीति जिसका आईडी '
ja_jp: ID '
ml_in: ഐഡിയോടുകൂടിയ ഒപ്പിട്ട നയം '
pl_pl: Podpisane zasady o identyfikatorze '
tr_tr: ' kimliğiyle imzalanmış politika

# CompletedAt
source: completed its 1st stage at
ar: أكمل مرحلته الأولى في
de_de: hat ihre 1. Phase abgeschlossen um
el_gr: ολοκλήρωσε το 1ο στάδιο στις
es: completó su 1ª etapa a las
fr_fr: a terminé sa 1ère étape à
he_il: השלימה את שלב 1 שלה ב-
hi_in: ' ने अपना पहला चरण पर पूरा किया
ja_jp: ' の署名済みポリシーは、第1ステージを
ml_in: അതിന്റെ ഒന്നാം ഘട്ടം പൂർത്തിയാക്കിയത്
pl_pl: ukończyły swój pierwszy etap o
tr_tr: 1. etabını tamamladı

# PolicySafeToRemove
source: Signed policy is safe to be removed because system was restarted after 1st stage
ar: النهج الموقع آمن للإزالة لأنه تم إعادة تشغيل النظام بعد المرحلة الأولى
de_de: Die signierte Richtlinie kann sicher entfernt werden, da das System nach der 1. Phase neu gestartet wurde
el_gr: Η υπογεγραμμένη πολιτική είναι ασφαλής για αφαίρεση επειδή το σύστημα επανεκκινήθηκε μετά το 1ο στάδιο
es: La directiva firmada se puede eliminar de forma segura porque el sistema se reinició después de la 1ª etapa
fr_fr: La politique signée peut être supprimée en toute sécurité car le système a été redémarré après la 1ère étape
he_il: מדיניות חתומה בטוחה להסרה מכיוון שהמערכת הופעלה מחדש לאחר שלב 1
hi_in: सिस्टम पहले चरण के बाद पुनरारंभ हुआ, इसलिए साइन की गई नीति सुरक्षित रूप से हटाई जा सकती है
ja_jp: 第1ステージ後にシステムが再起動されたため、署名済みポリシーは安全に削除できます
ml_in: ഒന്നാം ഘട്ടത്തിന് ശേഷം സിസ്റ്റം റീസ്റ്റാർട്ട് ചെയ്തതിനാൽ ഒപ്പിട്ട നയം നീക്കം ചെയ്യാൻ സുരക്ഷിതമാണ്
pl_pl: Podpisane zasady można bezpiecznie usunąć, ponieważ system został ponownie uruchomiony po pierwszym etapie
tr_tr: Sistem 1. aşamadan sonra yeniden başlatıldığı için imzalanan politikanın kaldırılması güvenlidir

# SelectedPolicyName
source: The selected policy with the name
ar: النهج المحدد بالاسم
de_de: Die ausgewählte Richtlinie mit dem Namen
el_gr: Η επιλεγμένη πολιτική με το όνομα
es: La directiva seleccionada con el nombre
fr_fr: La politique sélectionnée avec le nom
he_il: המדיניות שנבחרה בשם
hi_in: चयनित नीति जिसका नाम
ja_jp: 選択されたポリシー（名前：
ml_in: പേരുള്ള തിരഞ്ഞെടുത്ത നയം
pl_pl: Wybrane zasady o nazwie
tr_tr: Adıyla birlikte seçilen politika

source: and ID
ar: والمعرف
de_de: und der ID
el_gr: και το ID
es: y el ID
fr_fr: et l'ID
he_il: ומזהה
hi_in: और आईडी
ja_jp: 、ID：
ml_in: കൂടാതെ ഐഡി
pl_pl: i identyfikatorze
tr_tr: ve kimlik

# WillBeChangedTo
source: will be changed to the type
ar: سيتم تغييره إلى النوع
de_de: wird in den Typ
el_gr: θα αλλάξει στον τύπο
es: se cambiará al tipo
fr_fr: sera changée pour le type
he_il: תשתנה לסוג
hi_in: प्रकार में बदल दिया जाएगा
ja_jp: ）は、タイプ
ml_in: തരം ആയി മാറ്റപ്പെടും
pl_pl: zostaną zmienione na typ
tr_tr: türe göre değiştirilecek

# PolicyRedeployInfo
source: It will be re-deployed on the system with the same Policy ID and Base Policy ID. If it's currently in Audit Mode, it will be in Enforced Mode after this operation is completed.
ar: سيتم إعادة توزيعه على النظام بنفس معرف النهج ومعرف النهج الأساسي. إذا كان حاليًا في وضع التدقيق، فسيكون في وضع الإنفاذ بعد اكتمال هذه العملية.
de_de: Sie wird mit derselben Richtlinien-ID und Basisrichtlinien-ID erneut auf dem System bereitgestellt. Wenn sie sich derzeit im Überwachungsmodus befindet, wird sie nach Abschluss dieses Vorgangs im Durchsetzungsmodus sein.
el_gr: Θα επαναναπτυχθεί στο σύστημα με το ίδιο Policy ID και Base Policy ID. Εάν είναι προς το παρόν σε Λειτουργία Ελέγχου, θα είναι σε Λειτουργία Επιβολής μετά την ολοκλήρωση αυτής της λειτουργίας.
es: Se volverá a implementar en el sistema con el mismo ID de Directiva e ID de Directiva Base. Si actualmente está en Modo Auditoría, estará en Modo Forzado después de que se complete esta operación.
fr_fr: Elle sera redéployée sur le système avec le même ID de Politique et ID de Politique de Base. Si elle est actuellement en Mode Audit, elle passera en Mode Appliqué une fois cette opération terminée.
he_il: היא תופעל מחדש במערכת עם אותו מזהה מדיניות ומזהה מדיניות בסיסית. אם היא כעת במצב ביקורת, היא תהיה במצב אכיפה לאחר השלמת פעולה זו.
hi_in: इसे उसी नीति आईडी और मूल नीति आईडी के साथ सिस्टम पर पुन: तैनात किया जाएगा। यदि यह वर्तमान में ऑडिट मोड में है, तो इस ऑपरेशन के पूरा होने के बाद यह प्रवर्तित मोड में होगा।
ja_jp: に変更されます。同じポリシーIDとベースポリシーIDでシステムに再展開されます。現在監査モードの場合、この操作の完了後は強制モードになります。
ml_in: അത് ഒരേ നയ ഐഡിയും അടിസ്ഥാന നയ ഐഡിയും ഉപയോഗിച്ച് സിസ്റ്റത്തിൽ വീണ്ടും വിന്യസിക്കപ്പെടും. നിലവിൽ ഓഡിറ്റ് മോഡിലാണെങ്കിൽ, ഈ പ്രവർത്തനം പൂർത്തിയായ ശേഷം അത് എൻഫോഴ്‌സ്ഡ് മോഡിലായിരിക്കും.
pl_pl: Zostaną one ponownie wdrożone w systemie z tym samym identyfikatorem zasad i identyfikatorem zasad podstawowych. Jeśli są obecnie w trybie inspekcji, po zakończeniu tej operacji będą w trybie wymuszonym.
tr_tr: Aynı Politika Kimliği ve Temel Politika Kimliği ile sisteme yeniden dağıtılacaktır. Şu anda Denetim Modundaysa, bu işlem tamamlandıktan sonra Zorunlu Modda olacaktır.

# SupplementalPolicyContinues
source: Any existing Supplemental policy will continue to work.
ar: أي نهج تكميلي موجود سيستمر في العمل.
de_de: Bestehende Ergänzungsrichtlinien funktionieren weiterhin.
el_gr: Οποιαδήποτε υπάρχουσα Συμπληρωματική πολιτική θα συνεχίσει να λειτουργεί.
es: Cualquier directiva Suplementaria existente continuará funcionando.
fr_fr: Toute politique supplémentaire existante continuera de fonctionner.
he_il: כל מדיניות משלימה קיימת תמשיך לעבוד.
hi_in: कोई भी मौजूदा पूरक नीति काम करना जारी रखेगी।
ja_jp: 既存の補足ポリシーは引き続き機能します。
ml_in: നിലവിലുള്ള ഏതൊരു അനുബന്ധ നയവും തുടർന്നും പ്രവർത്തിക്കും.
pl_pl: Wszelkie istniejące zasady uzupełniające będą nadal działać.
tr_tr: Mevcut herhangi bir Ek politika çalışmaya devam edecektir.

# SwappingPolicyTitle
source: Swapping Policy
ar: تبديل النهج
de_de: Richtlinie austauschen
el_gr: Ανταλλαγή Πολιτικής
es: Intercambiando Directiva
fr_fr: Échange de Politique
he_il: החלפת מדיניות
hi_in: नीति स्वैप
ja_jp: ポリシーの交換
ml_in: നയം മാറ്റുന്നു
pl_pl: Zamiana zasad
tr_tr: Takas Politikası

source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
ja_jp: キャンセル
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj
tr_tr: İptal etmek

# ConfiguringAutoUpdate
source: Configuring Scheduled task for auto update
ar: تكوين المهمة المجدولة للتحديث التلقائي
de_de: Geplante Aufgabe für die automatische Aktualisierung wird konfiguriert
el_gr: Διαμόρφωση Προγραμματισμένης εργασίας για αυτόματη ενημέρωση
es: Configurando tarea programada para actualización automática
fr_fr: Configuration de la tâche planifiée pour la mise à jour automatique
he_il: מגדיר משימה מתוזמנת לעדכון אוטומטי
hi_in: स्वचालित अपडेट के लिए अनुसूचित कार्य कॉन्फ़िगर किया जा रहा है
ja_jp: 自動更新のスケジュールタスクを構成中
ml_in: യാന്ത്രിക അപ്‌ഡേറ്റിനായി ഷെഡ്യൂൾഡ് ടാസ്‌ക് ക്രമീകരിക്കുന്നു
pl_pl: Konfigurowanie zaplanowanego zadania automatycznej aktualizacji
tr_tr: Otomatik güncelleme için Zamanlanmış görevi yapılandırma

# AutoUpdateError
source: An error occurred.
ar: حدث خطأ.
de_de: Es ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα.
es: Ocurrió un error.
fr_fr: Une erreur s'est produite.
he_il: אירעה שגיאה.
hi_in: एक त्रुटि हुई।
ja_jp: エラーが発生しました。
ml_in: ഒരു പിശക് സംഭവിച്ചു.
pl_pl: Wystąpił błąd.
tr_tr: Bir hata oluştu.

# AutoUpdateConfigured
source: Successfully configured scheduled task to keep the Microsoft Drivers Block Rules up to date
ar: تم تكوين المهمة المجدولة بنجاح للحفاظ على تحديث قواعد حظر برامج تشغيل Microsoft
de_de: Geplante Aufgabe wurde erfolgreich konfiguriert, um die Microsoft Drivers Block Rules aktuell zu halten
el_gr: Επιτυχής διαμόρφωση προγραμματισμένης εργασίας για να διατηρείτε τους Κανόνες Αποκλεισμού Οδηγών της Microsoft ενημερωμένους
es: Se configuró correctamente la tarea programada para mantener actualizadas las Reglas de Bloqueo de Controladores de Microsoft
fr_fr: Tâche planifiée configurée avec succès pour maintenir à jour les règles de blocage des pilotes Microsoft
he_il: הגדרתי בהצלחה משימה מתוזמנת לשמירה על כללי חסימת מנהלי התקנים של מיקרוסופט מעודכנים
hi_in: Microsoft ड्राइवर ब्लॉक नियमों को अद्यतित रखने के लिए अनुसूचित कार्य सफलतापूर्वक कॉन्फ़िगर किया गया
ja_jp: Microsoft ドライバーブロックルールを最新に保つスケジュールタスクが正常に構成されました
ml_in: മൈക്രോസോഫ്റ്റ് ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങൾ കാലികമായി നിലനിർത്തുന്നതിന് ഷെഡ്യൂൾഡ് ടാസ്‌ക് വിജയകരമായി ക്രമീകരിച്ചു
pl_pl: Pomyślnie skonfigurowano zaplanowane zadanie w celu aktualizowania reguł blokowania sterowników firmy Microsoft
tr_tr: Microsoft Sürücüleri Engelleme Kurallarını güncel tutmak için zamanlanmış görev başarıyla yapılandırıldı

# CreatingPolicy
source: Creating the Strict Kernel-mode policy
ar: إنشاء نهج وضع النواة الصارم
de_de: Erstellen der strikten Kernelmodus-Richtlinie
el_gr: Δημιουργία της πολιτικής Strict Kernel-mode
es: Creando la directiva de modo Kernel Estricto
fr_fr: Création de la politique stricte en mode noyau
he_il: יוצר את מדיניות מצב הליבה המחמירה
hi_in: सख्त कर्नेल-मोड नीति बनाई जा रही है
ja_jp: 厳格なカーネルモードポリシーを作成しています
ml_in: കർശനമായ കേർണൽ-മോഡ് നയം സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie zasad trybu ścisłego jądra
tr_tr: Katı Çekirdek modu ilkesini oluşturma

# PolicyCreationError
source: There was an error creating Strict Kernel-mode policy:
ar: حدث خطأ أثناء إنشاء نهج وضع النواة الصارم:
de_de: Beim Erstellen der strikten Kernelmodus-Richtlinie ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της πολιτικής Strict Kernel-mode:
es: Hubo un error al crear la directiva de modo Kernel Estricto:
fr_fr: Une erreur s'est produite lors de la création de la politique stricte en mode noyau :
he_il: הייתה שגיאה ביצירת מדיניות מצב הליבה המחמירה:
hi_in: सख्त कर्नेल-मोड नीति बनाने में त्रुटि हुई:
ja_jp: 厳格なカーネルモードポリシーの作成中にエラーが発生しました：
ml_in: കർശനമായ കേർണൽ-മോഡ് നയം സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശകുണ്ടായി:
pl_pl: Wystąpił błąd podczas tworzenia zasad trybu ścisłego jądra:
tr_tr: Katı Çekirdek modu politikası oluşturulurken bir hata oluştu:

# PolicyCreatedSuccessfully
source: Successfully created the Strict Kernel-mode policy
ar: تم إنشاء نهج وضع النواة الصارم بنجاح
de_de: Die strikte Kernelmodus-Richtlinie wurde erfolgreich erstellt
el_gr: Επιτυχής δημιουργία της πολιτικής Strict Kernel-mode
es: Se creó correctamente la directiva de modo Kernel Estricto
fr_fr: Politique stricte en mode noyau créée avec succès
he_il: יצרתי בהצלחה את מדיניות מצב הליבה המחמירה
hi_in: सख्त कर्नेल-मोड नीति सफलतापूर्वक बनाई गई
ja_jp: 厳格なカーネルモードポリシーが正常に作成されました
ml_in: കർശനമായ കേർണൽ-മോഡ് നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady trybu ścisłego jądra
tr_tr: Katı Çekirdek modu politikası başarıyla oluşturuldu

# FileNameHeader.Text
source: File Name
ar: اسم الملف
de_de: Dateiname
el_gr: Όνομα Αρχείου
es: Nombre de Archivo
fr_fr: Nom du Fichier
he_il: שם קובץ
hi_in: फ़ाइल नाम
ja_jp: ファイル名
ml_in: ഫയലിന്റെ പേര്
pl_pl: Nazwa pliku
tr_tr: Dosya adı

# SignatureStatusHeader.Text
source: Signature Status
ar: حالة التوقيع
de_de: Signaturstatus
el_gr: Κατάσταση Υπογραφής
es: Estado de la Firma
fr_fr: État de la Signature
he_il: סטטוס חתימה
hi_in: हस्ताक्षर स्थिति
ja_jp: 署名状態
ml_in: ഒപ്പിന്റെ നില
pl_pl: Stan podpisu
tr_tr: İmza Durumu

# OriginalFileNameHeader.Text
source: Original File Name
ar: اسم الملف الأصلي
de_de: Ursprünglicher Dateiname
el_gr: Αρχικό Όνομα Αρχείου
es: Nombre de Archivo Original
fr_fr: Nom Original du Fichier
he_il: שם קובץ מקורי
hi_in: मूल फ़ाइल नाम
ja_jp: 元のファイル名
ml_in: യഥാർത്ഥ ഫയലിന്റെ പേര്
pl_pl: Oryginalna nazwa pliku
tr_tr: Orijinal Dosya Adı

# InternalNameHeader.Text
source: Internal Name
ar: الاسم الداخلي
de_de: Interner Name
el_gr: Εσωτερικό Όνομα
es: Nombre Interno
fr_fr: Nom Interne
he_il: שם פנימי
hi_in: आंतरिक नाम
ja_jp: 内部名
ml_in: ആന്തരിക നാമം
pl_pl: Nazwa wewnętrzna
tr_tr: Dahili Ad

# FileDescriptionHeader.Text
source: File Description
ar: وصف الملف
de_de: Dateibeschreibung
el_gr: Περιγραφή Αρχείου
es: Descripción del Archivo
fr_fr: Description du Fichier
he_il: תיאור קובץ
hi_in: फ़ाइल विवरण
ja_jp: ファイルの説明
ml_in: ഫയൽ വിവരണം
pl_pl: Opis pliku
tr_tr: Dosya Açıklaması

# ProductNameHeader.Text
source: Product Name
ar: اسم المنتج
de_de: Produktname
el_gr: Όνομα Προϊόντος
es: Nombre del Producto
fr_fr: Nom du Produit
he_il: שם מוצר
hi_in: उत्पाद का नाम
ja_jp: 製品名
ml_in: ഉൽപ്പന്നത്തിന്റെ പേര്
pl_pl: Nazwa produktu
tr_tr: Ürün Adı

# FileVersionHeader.Text
source: File Version
ar: إصدار الملف
de_de: Dateiversion
el_gr: Έκδοση Αρχείου
es: Versión del Archivo
fr_fr: Version du Fichier
he_il: גרסת קובץ
hi_in: फ़ाइल संस्करण
ja_jp: ファイルバージョン
ml_in: ഫയൽ പതിപ്പ്
pl_pl: Wersja pliku
tr_tr: Dosya Sürümü

# PackageFamilyNameHeader.Text
source: Package Family Name
ar: اسم عائلة الحزمة
de_de: Paketfamilienname
el_gr: Όνομα Οικογένειας Πακέτου
es: Nombre de Familia del Paquete
fr_fr: Nom de Famille du Paquet
he_il: שם משפחת חבילה
hi_in: पैकेज फैमिली नाम
ja_jp: パッケージファミリ名
ml_in: പാക്കേജ് ഫാമിലി നെയിം
pl_pl: Nazwa rodziny pakietów
tr_tr: Paket Aile Adı

# SHA256HashHeader.Text
source: SHA256 Hash
ar: تجزئة SHA256
el_gr: Κατακερματισμός SHA256
es: Hash SHA256
fr_fr: Hachage SHA256
he_il: האש SHA256
hi_in: SHA256 हैश
ja_jp: SHA256 ハッシュ
ml_in: SHA256 ഹാഷ്
pl_pl: Skrót SHA256
tr_tr: SHA256 Karma

# SHA1HashHeader.Text
source: SHA1 Hash
ar: تجزئة SHA1
el_gr: Κατακερματισμός SHA1
es: Hash SHA1
fr_fr: Hachage SHA1
he_il: האש SHA1
hi_in: SHA1 हैश
ja_jp: SHA1 ハッシュ
ml_in: SHA1 ഹാഷ്
pl_pl: Skrót SHA1
tr_tr: SHA1 Karma

# SHA256FlatHashHeader.Text
source: SHA256 Flat Hash
ar: تجزئة SHA256 المسطحة
el_gr: Επίπεδος Κατακερματισμός SHA256
es: Hash Plano SHA256
fr_fr: Hachage Plat SHA256
he_il: האש SHA256 שטוח
hi_in: SHA256 फ्लैट हैश
ja_jp: SHA256 フラットハッシュ
ml_in: SHA256 ഫ്ലാറ്റ് ഹാഷ്
pl_pl: Płaski skrót SHA256
tr_tr: SHA256 Düz Karma

# SHA1FlatHashHeader.Text
source: SHA1 Flat Hash
ar: تجزئة SHA1 المسطحة
el_gr: Επίπεδος Κατακερματισμός SHA1
es: Hash Plano SHA1
fr_fr: Hachage Plat SHA1
he_il: האש SHA1 שטוח
hi_in: SHA1 फ्लैट हैश
ja_jp: SHA1 フラットハッシュ
ml_in: SHA1 ഫ്ലാറ്റ് ഹാഷ്
pl_pl: Płaski skrót SHA1
tr_tr: SHA1 Düz Hash

# SigningScenarioHeader.Text
source: Signing Scenario
ar: سيناريو التوقيع
de_de: Signaturszenario
el_gr: Σενάριο Υπογραφής
es: Escenario de Firma
fr_fr: Scénario de Signature
he_il: תרחיש חתימה
hi_in: साइनिंग परिदृश्य
ja_jp: 署名シナリオ
ml_in: ഒപ്പിടൽ സാഹചര്യം
pl_pl: Scenariusz podpisywania
tr_tr: İmza Senaryosu

# ComputerNameHeader.Text
source: Computer Name
ar: اسم الكمبيوتر
el_gr: Όνομα Υπολογιστή
es: Nombre del Equipo
fr_fr: Nom de l'Ordinateur
he_il: שם מחשב
hi_in: कंप्यूटर नाम
ja_jp: コンピューター名
ml_in: കമ്പ്യൂട്ടറിന്റെ പേര്
pl_pl: Nazwa komputera
tr_tr: Bilgisayar Adı

# SHA1PageHashHeader.Text
source: SHA1 Page Hash
ar: تجزئة صفحة SHA1
de_de: SHA1-Seitenhash
el_gr: Κατακερματισμός Σελίδας SHA1
es: Hash de Página SHA1
fr_fr: Hachage de Page SHA1
he_il: האש דף SHA1
hi_in: SHA1 पेज हैश
ja_jp: SHA1 ページハッシュ
ml_in: SHA1 പേജ് ഹാഷ്
pl_pl: Skrót strony SHA1
tr_tr: SHA1 Sayfa Karması
